# 1) განიხილეთ ეს კოდი (რას გამოიტანს):

name = "vano"
age = 0
 #print(name + "best")
 
 # ეს კოდი გამოიტანს არაფერს იმიტომ რომ პრინტი წერია კომენტარის სახით

 # კომენტარი არის  როდესაც რამეს ვქმნით და ამის მეშვეობით აღვწერთ და შეგვიძლია დავაიგნოროთ კოდები


# დებაგინგი არის შეცდომების შესწორება

# 3)რა არის ამ კოდში შეცდომა (რომელ ხაზზე)

# name = "vano"
# surname = motiashvili
# height = 1 86
# print(name + surname - height)

# მეორე ხაზზეა შეცდომა იმიტომ რომ მოთიაშვილს უნდა ბრჭყალები
# წერტილი აკლია მესამე ხაზზე იმიტომ რომ ფლოათი გვაქ მოცემული
# კიდე მეოთხე ხაზზეა შეცდომა რადგან height ვერ გამოაკლდება სახელსა და გვარს
