# 3) შექმენით რეგისტრაცია/ავტორიზაციის სიმულაცია:
# მომხმარებელს შემოატანინეთ ემაილი, პაროლი და შეინახეთ ისინი ცვლადებში. ისევ შემოატანინეთ ემაილი და პაროლი(ეს იქნება ავტორიზაცია) და თუ შემოტანილი მნიშვნელობები დაემთხვევა რეგისტრაციისას შეყვანლის, დაბეჭდეთ True, სხვა შემთხვევაში False.

email=input("გთხოვთ შემოიტანოთ თქვენი ემაილი რათა დარეგისტრირდეთ: ")
pasword=input("გთხოვთ შემოიტანოთ თქვენი პაროლი დარეგისტრირდეთ : ")

email2=input("გთხოვთ შემოიტანოთ თქვენი ემაილი,რათა შეხვიდეთ სისტემაში: ")
pasword2=input("გთხოვთ შემოიტანოთ თქვენი პაროლი რათა შეხვიდეთ სისტემაში: ")

print(email==email2 and pasword==pasword2)
