# 4) კომენტარებით ახსენით რა არის ლოგიკური ოპერატორები და გააკეთეთ თითოეულ ოპერატორზე 4-4 მაგალითი
# ლოგიკური ოპერატორები არის ასეთი ოპერატოები რომელიც გამოიყენება რაიმეს შესამოწმლებლად თუ ის არის true ან false
print(True and False) # ეს გამოიტანს false-ს იმიტომ თუ პირობის რომელიმე მხარე არის False გამოიტანს False-ს
print(True and True) # ეს გამოიტანს True-ს რადგან ორივე მხარეს არის True 
print(True or False) # ეს გამოიტანს True-ს რადგან or ოპერატორზე პირობის რომელიმე მხარე თუ არის True გამოიტანს True-ს
print(False or False) # ეს გამოიტანს False-ს რადგან ორივე მხარეს წერია Falsee
print(not True) # ეს გამოიტანს False-ს რადგან not-ი აბრუნებს მნიშვნელობას
print(not False) # ეს გამოიტანს true-ს რადგან not აბრუნებს მნიშვნელობას