# 2) კომენტარებით ახსენით რა არის input/output-ი და მოიყვანეთ მათი მაგალითები.

# 3) მომხმარებელს შემოატანინეთ ორი სიტყვა, შეინახეთ ისინი ცვლადში, მოახდინეთ მათი კონკადინაცია და დაბეჭდეთ
word1 = input("შეიყვანე სიტყვა")
word2 = input("შეიყვანე სიტყვა")
print(word1+word2)

# 4) მომხმარებელს შემოატანინეთ 5 რიცხვი და დაბეჭდეთ მათი საშუალო არითმეტიკული.
#საშუალო არითმეტიკული არის მონაცემთა ჯამი გაყოფილი მათ რაოდენობაზე
num1 = int(input("შემოიტანეთ რიცხვი"))
num2 = int(input("შემოიტანეთ რიცხვი"))
num3 = int(input("შემოიტანეთ რიცხვი"))
num4 = int(input("შემოიტანეთ რიცხვი"))
num5 = int(input("შემოიტანეთ რიცხვი"))
sashualo = (num1+num2+num3+num4+num5)/5
print(sashualo)
# 5) მომხმარებელს შემოატანინეთ სახელი, გვარი, ასაკი, სიმაღლე, წონა და მათი გამოყენებით დაბეჭდეთ წინადადება.

name = input("შეიყვანეთ თქვენი სახელი")
surname= input("შეიყვანეთ თქვენი გვარი")
age = input("შეიყვანეთ თქვენი ასაკი")
height = input("შეიყვანეთ თქვენი სიმაღლე")
weight = input("შეიყვანეთ თქვენი წონა")
print(name,surname,age,height,weight)
